tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ibotta/public"
tap "romkatv/powerlevel10k"
tap "versent/taps"
brew "openssl@1.1"
brew "asdf"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "libpng"
brew "jpeg"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jruby"
brew "kotlin"
brew "kubernetes-cli", link: false
brew "libmaxminddb"
brew "mysql"
brew "node"
brew "rbenv"
brew "ruby"
brew "ruby@2.6"
brew "ruby@2.7"
brew "saml2aws"
brew "watch"
brew "zlib"
brew "ibotta/public/sopstool"
brew "romkatv/powerlevel10k/powerlevel10k"
