tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ibotta/public"
tap "romkatv/powerlevel10k"
tap "versent/taps"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "awscli@1"
brew "bat"
brew "cloc"
brew "curl"
brew "diff-so-fancy"
brew "libpng"
brew "jpeg"
brew "git"
brew "glib"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jruby"
brew "kotlin"
brew "kubernetes-cli", link: false
brew "libmaxminddb"
brew "mysql"
brew "node"
brew "prototool"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "ruby@2.6"
brew "saml2aws"
brew "watch"
brew "zlib"
brew "hashicorp/tap/terraform"
brew "ibotta/public/sopstool"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "graphiql"
cask "rectangle"
