tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ibotta/public"
tap "romkatv/powerlevel10k"
tap "versent/taps"
brew "act"
brew "libpng"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "python@3.10", link: false
brew "awscli"
brew "awscli@1"
brew "bat"
brew "node"
brew "bower"
brew "cloc"
brew "libssh2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "jpeg", link: true
brew "git"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "python@3.9", link: false
brew "libheif"
brew "tcl-tk"
brew "imagemagick"
brew "jq"
brew "jruby"
brew "kotlin"
brew "kubernetes-cli", link: false
brew "libfido2"
brew "libmaxminddb"
brew "minikube"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "nghttp2"
brew "nvm"
brew "openssl@3"
brew "pre-commit"
brew "prototool"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "saml2aws"
brew "tfsec"
brew "watch"
brew "yarn"
brew "yq"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "ibotta/public/sopstool"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk8"
cask "graphiql"
cask "rectangle"
cask "wkhtmltopdf"
