tap "aws/tap"
tap "gitguardian/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "romkatv/powerlevel10k"
tap "skyscanner/tools"
brew "aws-nuke"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "aws-sam-cli"
brew "bat"
brew "beads"
brew "cmake"
brew "python@3.11"
brew "ggshield"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "jq"
brew "snappy"
brew "leveldb"
brew "llvm"
brew "mutt"
brew "opencode"
brew "poetry"
brew "postgresql@14", restart_service: :changed
brew "powerlevel10k"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "tree"
brew "trufflehog"
brew "virtualenv"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "skyscanner/tools/turbolift"
cask "ghostty"
cask "mactex-no-gui"
vscode "42crunch.vscode-openapi"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "mathiasfrohlich.kotlin"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "noku.rails-run-spec-vscode"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wesbos.theme-cobalt2"
go "github.com/PolyCole/factory"
go "github.com/polycole/prep"
